[
    {
        "title": "Самый лучший музыкальный альбом этого года",
        "announce": "Простые ежедневные упражнения помогут достичь успеха. Золотое сечение — соотношение двух величин, гармоническая пропорция.",
        "fullText": "Золотое сечение — соотношение двух величин, гармоническая пропорция. Из под его пера вышло 8 платиновых альбомов. Как начать действовать? Для начала просто соберитесь. Ёлки — это не просто красивое дерево. Это прочная древесина.",
        "createdDate": "2020-01-12 12:45:40",
        "category": [
            "Программирование",
            "Без рамки"
        ]
    },
    {
        "title": "Борьба с прокрастинацией",
        "announce": "Простые ежедневные упражнения помогут достичь успеха.",
        "fullText": "Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Достичь успеха помогут ежедневные повторения. Это один из лучших рок-музыкантов. Из под его пера вышло 8 платиновых альбомов. Первая большая ёлка была установлена только в 1938 году. Как начать действовать? Для начала просто соберитесь. Ёлки — это не просто красивое дерево. Это прочная древесина. Он написал больше 30 хитов. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.",
        "createdDate": "2020-02-29 12:45:40",
        "category": [
            "Программирование",
            "За жизнь"
        ]
    },
    {
        "title": "Учим HTML и CSS",
        "announce": "Золотое сечение — соотношение двух величин, гармоническая пропорция. Достичь успеха помогут ежедневные повторения.",
        "fullText": "Программировать не настолько сложно, как об этом говорят. Достичь успеха помогут ежедневные повторения. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Простые ежедневные упражнения помогут достичь успеха. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Первая большая ёлка была установлена только в 1938 году. Из под его пера вышло 8 платиновых альбомов. Ёлки — это не просто красивое дерево. Это прочная древесина. Золотое сечение — соотношение двух величин, гармоническая пропорция. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Это один из лучших рок-музыкантов. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать.",
        "createdDate": "2020-03-23 12:45:40",
        "category": [
            "Без рамки",
            "Музыка",
            "IT",
            "Разное",
            "Деревья",
            "Кино"
        ]
    },
    {
        "title": "Учим HTML и CSS",
        "announce": "Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.",
        "fullText": "Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Собрать камни бесконечности легко, если вы прирожденный герой. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Простые ежедневные упражнения помогут достичь успеха. Ёлки — это не просто красивое дерево. Это прочная древесина.",
        "createdDate": "2020-03-06 12:45:40",
        "category": [
            "За жизнь",
            "Деревья",
            "Программирование",
            "Разное",
            "Без рамки",
            "Железо",
            "IT",
            "Музыка"
        ]
    },
    {
        "title": "Что такое золотое сечение",
        "announce": "Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?",
        "fullText": "Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.",
        "createdDate": "2020-02-07 12:45:40",
        "category": [
            "За жизнь",
            "Деревья",
            "Без рамки",
            "Музыка",
            "IT",
            "Кино"
        ]
    },
    {
        "title": "Рок — это протест",
        "announce": "Собрать камни бесконечности легко, если вы прирожденный герой. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Он написал больше 30 хитов.",
        "fullText": "Он написал больше 30 хитов. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Из под его пера вышло 8 платиновых альбомов.",
        "createdDate": "2020-03-12 12:45:40",
        "category": [
            "Деревья",
            "За жизнь",
            "Разное"
        ]
    }
]